tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "colima"
brew "docker"
brew "duf"
brew "dust"
brew "fd"
brew "fzf"
brew "git-delta"
brew "gitui"
brew "gron"
brew "hadolint"
brew "hyperfine"
brew "jq"
brew "kakoune"
brew "lsd"
brew "ripgrep"
brew "shellcheck"
brew "socat"
brew "starship"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "cheatsheet"
cask "clipy"
cask "font-hackgen-nerd"
